{
	"reviews": [
		{
			"author": "Sonja",
			"location":"Berkeley",
			"image":"Biggie1-low.jpg",
			"text": "Alyssa was a wonderful trainer with my 3-year-old Golden Retriever, Biggie. She taught him to respond quickly and consistently to all of the commands he had learned as a puppy, but needed reinforcing. She was very attentive to Biggie, and went above & beyond training methods to make sure he was a happy, healthy dog, including suggesting coconut oil for a hot spot. On top of all this, she treated me with great respect and was flexible with her schedule around my work day. I would definitely recommend Alyssa and Dancing Tails Dog Training to others looking for help reinforcing well-trained behaviors with their pup!"
		},
		{
			"author": "Angie & Rob",
			"location":"Berkeley",
			"image":"Hubert-low.jpg",
			"text": "Alyssa trained our French Bulldog, Huey, and we had great results! I was referred to her by one of my clients, and we fully trusted her with a key to our place. She came daily to train him with sit-stays, walking better on a leash, and not jumping on people when greeted. We knew Huey was always safe with her because of her positive reinforcement training methods... and he LOVED her! She is gentle, patient, and detailed oriented. We really appreciate how she gave us written notes, and showed us how to do everything ourselves. We highly recommend Alyssa!"
		},
		{
			"author": "Amber",
			"location":"Humboldt County",
			"image":"Autumn1-low.jpg",
			"text":"Alyssa worked with my dog, Autumn. She is an amazing trainer and a very kind and considerate person with a genuine love for animals. Autumn would always get super excited when Alyssa would come to work with her." 
		},
		{
			"author": "Kay",
			"location":"Berkeley",
			"image":"Flanders-low.jpg",
			"text": "Alyssa took on the challenge of increasing my seven year old dog's recall response. The combination of her enthusiasm, attention and caring worked wonders and Flanders is much more responsive to coming when called.  Alyssa also gave me pointers on how to maintain the behavior modification that she had achieved.  I'm very happy with the result!"
		},
		{
			"author": "Mark & Sara",
			"location":"Albany",
			"image":"Ollie-low.jpg",
			"text": "Alyssa took our lovable Wheaten Terrier, Ollie, everyday for an hour and helped groom Ollie into a wonderfully obedient dog. Ollie looked forward to his daily visits with Alyssa and showed a marked improvement in behavior. My wife and I strongly recommend Alyssa for all your dog training needs."
		}
	],
	"services": [
		{
			"title":"Puppies",
			"description":"Puppy planning and behavior",
			"image":"puppy-low.jpg",
			"items":[
				{
					"service":"Pre-Puppy Planning"
				},
				{
					"service":"Puppy Manners"
				},
				{
					"service":"Puppy Socialization"
				},
				{
					"service":"Potty Training"
				},
				{
					"service":"Crate Training"
				}
			],
			"packages":[
				{
					"session":"Single Session",
					"price":"$125",
					"description":"Are you hoping to get a puppy? Did you just get a puppy and are feeling overwhelmed? Do you wonder what the hype is all about with socialization? If you answered yes to these questions, then this 90-minute puppy training consult is for you."
				},
				{
					"session":"4-Session Package",
					"price":"$450",
					"description":"This puppy training package is perfect for gaining traction on a small set of basic behaviors, discussing puppy issues like house training and chewing, and/or helping with socialization. From the comfort of your home I will show you how to teach your puppy what you want her to do. Once a week for four weeks I will come to your home for a fun hour of puppy training customized to your goals."
				},
				{
					"session":"12-Session Package",
					"price":"$1,250",
					"description":"Do you want a well-trained pup, but don’t have the time? I am here to help! While you are at work, I will come to your home 3 times a week to start your puppy down the path to becoming a polite and enjoyable companion. Once a week I will meet with you to transfer your pooch’s new skills to you. Your puppy will have a training plan customized to your goals."
				}
			]
		},
		{
			"title":"Basic",
			"description":"Basic obedience",
			"image":"basic-low.jpg",
			"items":[
				{
					"service":"Sit"
				},
				{
					"service":"Down"
				},
				{
					"service":"Sit-Stay"
				},
				{
					"service":"Down-Stay"
				},
				{
					"service":"Leave It"
				},
				{
					"service":"Come when Called"
				},
				{
					"service":"Wait at the Door"
				},
				{
					"service":"Go to Your Mat"
				},
				{
					"service":"Walking Politely on Leash"
				}
			],
			"packages":[
				{
					"session":"Single Session",
					"price":"$125",
					"description":"Do you want snappy recalls? A polite pooch? A dog that doesn’t eat everything off the ground? Then this 90-minute basic obedience training consult is for you! In a private, one-on-one session, I will coach you on a few behaviors of your choice that will help improve your dog’s manners in no time."
				},
				{
					"session":"4-Session Package",
					"price":"$450",
					"description":"Are you enthusiastic about teaching your dog some manners? Would you like to learn from the comfort of your own home, and with a more flexible schedule than a group class? Then this basic obedience training package is for you! Once a week for four weeks I will come to you for a fun hour of private obedience training customized to your goals. I show you the training mechanics during our sessions, and you get the chance to practice your skills with your dog during the week."
				},
				{
					"session":"12-Session Package",
					"price":"$1,250",
					"description":"Is your schedule too packed to even think about training your pooch good manners? I am here to help! Coming to your home three times a week while you are at work, I will start your dog on the path to becoming a polite and enjoyable companion. Once a week I will meet with you to transfer your pooch’s new skills to you. Your dog will have a basic obedience training plan customized to your goals."
				}
			]
		},
		{
			"title":"Behavior",
			"description":"Dealing with problem behaviors",
			"image":"behavior-low.jpg",
			"items":[
				{
					"service":"Jumping"
				},
				{
					"service":"Barking"
				},
				{
					"service":"Begging"
				},
				{
					"service":"Chewing"
				},
				{
					"service":"Digging"
				},
				{
					"service":"Counter Surfing"
				},
				{
					"service":"Aggression"
				},
				{
					"service":"Leash Pulling"
				},
				{
					"service":"Body Handling (for Grooming)"
				},
				{
					"service":"Shy or Fearful Behavior:",
					"sub":[
						"Resource Guarding",
						"Stranger Fear",
						"Fear of Unfamiliar Sounds or Sights"
					]
				}
			],
			"packages":[
				{
					"session":"Single Session",
					"price":"$125",
					"description":"Does your dog ignore you when you call him? Does he bark at everyone who walks by your home? Are your guests tired of him jumping up to say hi? If these issues and other problem behaviors are wearing you out, this 90-minute consult is for you! I am here to help you and your pooch have a more enjoyable, stress-free lifestyle. I will come to your home for a one-on-one meeting to discuss challenges you’ve been facing and create a dog training plan customized to your goals."
				},
				{
					"session":"4-Session Package",
					"price":"$450",
					"description":"Are you worn out by your dog’s naughty behavior? Do you need some help resolving problem behaviors like chewing, barking, leash pulling, and jumping up? Do you have time to work with your dog but need motivation to do so? Then, this package is for you! Once a week for four weeks I will come to your home for an hour of private dog training customized to your goals. I show you the methods and tools to use during our sessions, and you get the chance to practice your skills with your dog during the week."
				},
				{
					"session":"12-Session Package",
					"price":"$1,250",
					"description":"Worn out, too busy, and too tired to train? I am here to help! While you are at work, I will come to your home three times a week and will start your dog on the path to becoming a more enjoyable companion. Once a week I will meet with you to transfer your pooch’s new skills to you. Your dog will have a training plan customized to your goals."
				}
			]
		}
	]
}